<?php
/* Массив с локами */
$local = array();
/* Основные локализации m */
$local['m1'] = "Вы не выбрали файл!";
$local['m2'] = "Не разрешенный тип файла!<br />";
$local['m3'] = "<a href='?".md5(microtime())."'>Попробовать еще</a>";
$local['m4'] = "Файл слишком большой!<br />";
$local['m5'] = "Файл загружен.<br>";
$local['m6'] = "Линки:<br>"; 
$local['m7'] = "HTML Линк:<br>";
$local['m8'] = "BB-Code Линк:<br>";
$local['m9'] = "Скачать .txt файл с вашей ссылкой.<br>";
$local['m10'] = "<a href='?".md5(microtime())."'>Загрузить другой файл</a>";
$local['m11'] = "Произошла неизвестная ошибка, файл не был загружен</br>";
$local['m12'] = "Размер файла превышает заданный размер на сервере";
$local['m13'] = "При загрузке, была загружена лишь часть файла";
$local['m14'] = "Вы задали не верный путь к файлу";
?>